[CrimeScene]
CityX08HumveeCrash=Kaçırma Aracı Kaza Alanı
StaggA1Fingerprints=Simon Stagg Parmak İzleri
StaggCh7Fingerprints=Simon Stagg Parmak İzleri

[Objectives]
01=Araç sürücüsünün yerini belirle
02=Yolcu koltuğunu incele
03=Yolcu kapısının yerini belirle
04=Kâhin'in indiği yeri tespit et
05=Kâhin nereye gitti?
06=Balistik bulguyu incele
07=Sürünerek uzaklaştırkan Kâhin'in bıraktığı ipucunu bul
08=Kaza yapan aracı tara
